Primers.org
* CGI primers

This repo holds information on the primers that we have in stock at
CGI. Most our primers that we use are described in the literature.

For species where public methods are not stable or are not working in
our hands we tend to design new primers based on voucher material from
NRM.

We have categorized the primers into four main types:

1. Standard primers (for amplification/sanger sequencing)
2. NGS primers for metabarcoding
3. SSR primers where at least one primers have a flourescent
   modifications
4. qPCR primers which in most cases has a probe sequence that works in
   conjunction with the primers

Note that the list will over time have sequence and references, but if
you are in need of a sequence or reference right now, create a "Issue"
on this repo and will update with this information asap.


