Primers.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Primers</title>
<!-- 2019-01-29 tis 07:15 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Thomas Källman" />
</head>
<body>
<div id="content">
<h1 class="title">Primers</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. CGI primers</a>
<ul>
<li><a href="#sec-1-1">1.1. Primers</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> CGI primers</h2>
<div class="outline-text-2" id="text-1">
<p>
This repo holds information on the primers that we have in stock at
CGI. Most our primers that we use are described in the literature.
</p>

<p>
For species where public methods are not stable or are not working in
our hands we tend to design new primers based on voucher material from
NRM.
</p>

<p>
We have categorized the primers into four main types:
</p>

<ol class="org-ol">
<li>Standard primers (for amplification/sanger sequencing)
</li>
<li>NGS primers for metabarcoding
</li>
<li>SSR primers where at least one primers have a flourescent
modifications
</li>
<li>qPCR primers which in most cases has a probe sequence that works in
conjunction with the primers
</li>
</ol>

<p>
Note that the list will over time have sequence and references, but if
you are in need of a sequence or reference right now, create a "Issue"
on this repo and will update with this information asap.
</p>
</div>
